{
	"0": {
		"name": "Endless Ocean",
		"poem": "Endless blue expanse, forever untamed,<br>The ocean's majesty cannot be contained,<br>Its waves crashing fiercely against the shore,<br>A constant reminder of its endless roar.<br><br>Within its depths, secrets unknown,<br>A world unseen, a realm to be shown,<br>The ocean's mystery, a never-ending quest,<br>A beauty to be admired, its power confessed."
	},

	"1": {
		"name": "Marshlands",
		"poem": "A thin wet sky, that yellows at the rim,<br>And meets with sun-lost lip the marsh’s brim.<br><br>The pools low lying, dank with moss and mould,<br>Glint through their mildews like large cups of gold.<br><br>Among the wild rice in the still lagoon,<br>In monotone the lizard shrills his tune.<br><br>The wild goose, homing, seeks a sheltering,<br>Where rushes grow, and oozing lichens cling.<br><br>Late cranes with heavy wing, and lazy flight,<br>Sail up the silence with the nearing night.<br><br>And like a spirit, swathed in some soft veil,<br>Steals twilight and its shadows o’er the swale.<br><br>Hushed lie the sedges, and the vapours creep,<br>Thick, grey and humid, while the marshes sleep."
	},

	"2": {
		"name": "In the Season of Pink Ladies ",
		"poem": "After Honeycrisp and Winesap have fallen,<br>another season begins. The orchard glistens<br>adorned in rose-gold fruit. Branches creak,<br>music of surrender.<br><br>On tiptoe my son shakes gnarled limbs<br>bringing a shower of blushing apples.<br>He gifts me the pretty one laced<br>with wormholes. He runs ahead,<br><br>slipping from me. As his shadow lengthens,<br>another season begins. The orchard glistens.<br>My son crushes fruit underfoot, their splitting,<br>music of surrender."
	},

	"3": {
		"name": "The Clutches of Boredom",
		"poem": "Boredom creeps in slowly,<br>Stealing joy and leaving lowly,<br>A sense of emptiness and monotony,<br>A yearning for something lively and jolly,<br>Boredom, oh boredom, please set me free.<br>"
	},

	"4": {
		"name": "Winter's Promise",
		"poem": "When winter's icy grip doth take its hold,<br>And all around is draped in sheets of white,<br>The world is hushed, as if a tale untold,<br>As snowflakes dance and twirl into the night.<br><br>The trees stand bare, their branches stark and cold,<br>A sight that seems to chill the very soul,<br>Yet deep beneath the earth, new life doth hold,<br>A promise of the spring to come, made whole.<br><br>The hearth doth blaze with warmth and flickering light,<br>A refuge from the biting winter's breath,<br>And in its glow, we while away the night,<br>Awaiting the return of life and death.<br><br>Thus winter's grip, though harsh and unforgiving,<br>Holds within it the promise of new living."
	},

	"5": {
		"name": "A Memory of Us",
		"poem": "when i think of us i think of the lakewater<br>near longtown, what might not technically<br>constitute a lake but i prefer that word for<br>the open mouth of its vowel, how it called<br>us to its throat & held us there, in the sun,<br>the high points of our faces slick with light<br>& its arc around our shoulders, the soft<br>gathering of flesh around our knees,<br>the lone chair we found near the shore<br>where we took turns posing, jutting out<br>an eloquent hip, cackling in the bright language<br>of flowers for whom i downloaded an app<br>& learned their names: beautyberry, yarrow,<br>cornus florida, black-eyed susan, & you,<br>& you, my bright hibiscus, my every color"
	}
}